import React from "react";

import "./style.scss";

export default function Conditions() {
    return (
        <div className="conditions">
            <h3>Условия использования.</h3>
            <p>
                Для всех посетителей сайта доступны только первые лекции в
                каждом учебном курсе. Для доступа ко всем видеолекциям или к
                отдельным видеокурсам необходимо получить логин и пароль у
                образовательного учреждения, которое проводит по этому
                направлению курсы профессиональной переподготовки и повышения
                квалификации. Доступ предоставляется на 2 месяца. Доступ к
                электронной библиотеке и научно-популярным фильмам по изучаемым
                дисциплинам - свободный. Он осуществляется через кнопку "Меню"
                без авторизации.
            </p>
        </div>
    );
}
